title.fraxen = Fraxen - Solu\u021Bii Frac\u021Bionale
#  pentru Cre\u0219tere Rapid\u0103
hero.title = Fraxen
hero.subtitle = Competen\u021B\u0103 Executiv\u0103, La Cerere
button.learnmore = Afl\u0103 mai mult

founders.title = Fondatori
founders.description = Am creat Fraxen pentru c\u0103 \u0219tim c\u0103 succesul apare atunci c\u00E2nd oamenii potrivi\u021Bi se \u00EEnt\u00E2lnesc la momentul potrivit. Facilit\u0103m conexiunea \u0219i colaborarea \u00EEntre antreprenori \u0219i executivi cu experien\u021B\u0103, pentru a accelera cre\u0219terea afacerilor cu o abordare uman\u0103 \u0219i un spirit al reu\u0219itei \u00EEmp\u0103r\u021Bit.

purpose.title = Misiunea Noastr\u0103
purpose.description = Conect\u0103m antreprenorii vizionari cu executivi frac\u021Bionali de elit\u0103, cre\u00E2nd o comunitate puternic\u0103, pentru a stimula cre\u0219terea, a optimiza performan\u021Ba \u0219i a conduce cu integritate \u0219i umanitate.

fractional.title = Descoperind universul Executivilor Frac\u021Bionali
fractional.q1.title = Ce este un Executiv Frac\u021Bional?
fractional.q1.text = Un lider cu experien\u021B\u0103 care se al\u0103tur\u0103 echipei tale de conducere pe baz\u0103 frac\u021Bional\u0103, aduc\u00E2nd expertiz\u0103 de top \u0219i impact real, f\u0103r\u0103 costuri pe termen lung.
fractional.q2.title = Competen\u021Be Specializate
fractional.q2.text = De la finan\u021Be \u0219i HR, la marketing \u0219i opera\u021Biuni, executivii frac\u021Bionali aduc decenii de experien\u021B\u0103, adaptat\u0103 exact nevoilor afacerii tale.
fractional.q3.title = Pe Cine Putem Ajuta?
fractional.q3.text = Antreprenori \u0219i companii aflate \u00EEn plin\u0103 cre\u0219tere, care caut\u0103 direc\u021Bie \u0219i claritate executiv\u0103, f\u0103r\u0103 constr\u00E2ngerile unei prezen\u021Be permanente.
button.meet.executives = Vezi Executivii No\u0219tri Frac\u021Bionali


why.title = De ce s\u0103 alegi Fraxen?
why.executives.title = Ca Executiv Frac\u021Bional
why.executives.p1 = Oportunit\u0103\u021Bi Flexibile: Roluri de impact frac\u021Bionale, proiect sau interim, cu libertate complet\u0103 asupra programului t\u0103u.
why.executives.p2 = Valorific\u0103-\u021Bi Expertiza: Aplic\u0103 experienta ta de peste 15 ani pentru a transforma organiza\u021Bii sau genera cre\u0219tere.
why.executives.p3 = Compensa\u021Bie Transparent\u0103 \u0219i Corect\u0103: Remunera\u021Bie aliniat\u0103 pie\u021Bei \u0219i propor\u021Bional\u0103 cu impactul t\u0103u.
why.executives.p4 = Re\u021Bea Profesional\u0103: Conecteaz\u0103-te \u0219i colaboreaz\u0103 cu al\u021Bi executivi frac\u021Bionali de elit\u0103, extinz\u00E2ndu-\u021Bi influen\u021Ba profesional\u0103 \u0219i comunitatea.

why.entrepreneurs.title = Ca Antreprenor
why.entrepreneurs.p1 = Oferim antreprenorilor vizionari acces la executivi frac\u021Bionali de top, la momentul potrivit, acceler\u00E2nd cre\u0219terea \u0219i optimiz\u00E2nd opera\u021Biunile.
why.entrepreneurs.p2 = Cu acces la talent local \u0219i interna\u021Bional, Fraxen furnizeaz\u0103 executivi care se integreaz\u0103 \u00EEn echipa ta \u0219i livreaz\u0103 rezultate, f\u0103r\u0103 costurile angaj\u0103rilor tradi\u021Bionale.

values.title = Valorile Noastre
values.excellence = Excelen\u021B\u0103 F\u0103r\u0103 Compromis
values.excellence.text = Ridic\u0103m constant standardul \u0219i oferim ce avem mai bun \u00EEn tot ceea ce facem.
values.commonsense = Bun Sim\u021B Autentic
values.commonsense.text = Lu\u0103m decizii practice \u0219i eficiente, care func\u021Bioneaz\u0103 cu adev\u0103rat pentru oameni \u0219i afaceri.
values.curiosity = Curiozitate Transformat\u0103 \u00EEn Ac\u021Biune
values.curiosity.text = Explor\u0103m cu \u00EEndr\u0103zneal\u0103, punem \u00EEntreb\u0103ri mai bune \u0219i transform\u0103m curiozitatea \u00EEn rezultate concrete.

services.title = Serviciile noastre
services.text = Fraxen ofer\u0103 acces flexibil \u0219i la cerere la executivi frac\u021Bionali de elit\u0103, care aduc leadership strategic \u0219i expertiz\u0103 opera\u021Bional\u0103 adaptate nevoilor unice ale organiza\u021Biei tale.

pricing.title = Valoare Serviciilor Noastre
pricing.p1.title = Comisioane procentuale
pricing.p1.text = Fraxen percepe un procent clar \u0219i prestabilit din remunera\u021Bia total\u0103 pl\u0103tit\u0103 executivilor frac\u021Bionali.
pricing.p2.title = Remunera\u021Bie aliniat\u0103 pie\u021Bei
pricing.p2.text = Compensa\u021Bia oferit\u0103 executivilor frac\u021Bionali se bazeaz\u0103 pe repere de pia\u021B\u0103, asigur\u00E2nd echitate \u0219i competitivitate.
pricing.p3.title = Focus pe Valoare
pricing.p3.text = Onorariile noastre reflect\u0103 valoarea livrat\u0103 \u0219i se bazeaz\u0103 pe obiective, loca\u021Bie \u0219i impactul rolului executiv.

contact.title = Contact
contact.text = Ai \u00EEntreb\u0103ri? Intr\u0103 \u00EEn contact cu  echipa noastr\u0103 acum.

future.title = Op\u021Buni Viitoare
future.option1 = Al\u0103tur\u0103-te comunit\u0103\u021Bii noastre (LinkedIn)
future.option2 = Algoritm de matching
future.option3 = Devino membru Fraxen
future.comingsoon = \u00EEn cur\u00E2nd

executives.title = Fraxen - Executivii No\u0219tri

# HEADER

header.languageToggle=RO
header.requestExecutive=Solicit\u0103 un Executiv Frac\u021Bional
header.aboutUs=Despre Noi
header.services=Servicii
header.contact=Contact
header.executives=Executivi
header.modalText=Dore\u0219ti s\u0103 trimi\u021Bi un mail c\u0103tre Fraxen?
header.modalYes=Da
header.modalNo=Nu
