title.fraxen=Fraxen - Solu\u021Bii Frac\u021Bionate
hero.title=Fraxen
hero.subtitle=Putere Executiv\u0103 la Cerere
button.learnmore=Afl\u0103 mai mult

founders.title=Fondatori
founders.description=Am fondat Fraxen deoarece credem c\u0103 succesul vine din reunirea oamenilor potrivi\u021Bi la momentul potrivit, facilit\u0103nd conectarea \u0219i colaborarea dintre antreprenori \u0219i directori executivi experimenta\u021Bi, pentru a ajuta afacerile s\u0103 creasc\u0103\u2014mereu cu o not\u0103 uman\u0103 \u0219i un spirit al reu\u021Bitei \u00eemp\u0103r\u021Bit\u0103.

purpose.title=Misiunea Noastr\u0103
purpose.description=Conect\u0103m antreprenorii vizionari cu directori executivi frac\u021Biona\u021Bi, dintr-o comunitate puternic\u0103, pentru a stimula cre\u0219terea, pentru a optimiza performan\u021Ba \u0219i pentru a conduce cu umanitate.

fractional.title=Ce sunt Directorii Frac\u021Biona\u021Bi?
fractional.q1.title=Ce este un Director Frac\u021Bionat?
fractional.q1.text=Un executiv experimentat care se integreaz\u0103 \u00een echipa ta de conducere, oferind expertiz\u0103 de nivel \u00eenalt pe baza unui angajament frac\u021Bionat, astfel \u00eenc\u00e2t s\u0103 beneficiezi de impact executiv f\u0103r\u0103 costuri pe termen lung.
fractional.q2.title=Competen\u021Be Specializate
fractional.q2.text=De la finan\u021Be \u0219i HR la marketing \u0219i opera\u021Biuni, directorii frac\u021Biona\u021Bi aduc decenii de experien\u021B\u0103 adaptat\u0103 nevoilor afacerii tale.
fractional.q3.title=Cine Beneficiaz\u0103 Cel Mai Mult?
fractional.q3.text=Start-up-urile, scale-up-urile \u0219i afacerile \u00een cre\u0219tere care au nevoie de ghidare executiv\u0103 f\u0103r\u0103 costurile \u0219i angajamentele angaj\u0103rilor full-time.

button.meet.executives=Vezi Directorii

why.title=De ce Fraxen?
why.executives.title=Pentru Directori
why.executives.p1=Oportunit\u0103\u021Bi Flexibile: Roluri de impact pe baz\u0103 part-time, proiect sau interim, cu control total asupra programului t\u0103u.
why.executives.p2=Valorific\u0103 Experien\u021Ba: Aplic\u0103 cei peste 15 ani de experien\u021B\u0103 pentru a genera cre\u0219tere \u0219i transformare \u00een organiza\u021Bii diverse.
why.executives.p3=Compensa\u021Bie Competitiv\u0103 \u0219i Transparent\u0103: Beneficiezi de remunera\u021Bie bazat\u0103 pe pia\u021B\u0103, echitabil\u0103 \u0219i aliniat\u0103 cu impactul t\u0103u.
why.executives.p4=Re\u021Bea \u00een Plin\u0103 Dezvoltare: Conecteaz\u0103-te \u0219i colaboreaz\u0103 cu lideri frac\u021Biona\u021Bi de elit\u0103, extinz\u00e2ndu-\u0219i influen\u021Ba profesional\u0103.

why.entrepreneurs.title=Pentru Antreprenori
why.entrepreneurs.p1=Punem \u00een leg\u0103tur\u0103 antreprenorii vizionari cu directori frac\u021Biona\u021Bi de elit\u0103, asigur\u00e2nd liderul potrivit la momentul potrivit, acceler\u00e2nd cre\u0219terea \u0219i optimiz\u00e2nd opera\u021Biunile.
why.entrepreneurs.p2=Cu acces la talent at\u00e2t din Romania, c\u00e2t \u0219i interna\u021Bional, Fraxen ofer\u0103 directori care se integreaz\u0103 perfect \u00een echipa ta, livr\u00e2nd rezultate f\u0103r\u0103 costurile angaj\u0103rilor tradi\u021Bionale.

values.title=Valorile Noastre
values.excellence=Excelen\u021B\u0103 F\u0103r\u0103 Compromis
values.excellence.text=Ridic\u0103m constant standardul, oferind mereu ce avem mai bun \u00een tot ceea ce facem.
values.commonsense=Bun Sim\u021B Autentic
values.commonsense.text=R\u0103m\u00e2nem ancora\u021Bi \u00een \u00een\u021Belepciune practic?, lu\u00e2nd decizii care func\u021Bioneaz\u0103 cu adev\u0103rat pentru oameni \u0219i afaceri.
values.curiosity=Mai Mult dec\u00e2t Curiozitate
values.curiosity.text=Explor\u0103m cu \u00eendr\u0103zneal\u0103, punem \u00eentreb\u0103ri mai bune \u0219i transform\u0103m curiozitatea \u00een ac\u021Biune semnificativ\u0103.

services.title=Servicii
services.text=Fraxen ofer\u0103 acces flexibil \u0219i la cerere la directori executivi frac\u021Biona\u021Bi care furnizeaz\u0103 leadership strategic \u0219i expertiz\u0103 opera\u021Bional\u0103 adaptat\u0103 nevoilor unice ale organiza\u021Biei tale.

pricing.title=Pre\u021Buri
pricing.p1.title=Comisioane Bazate pe Procent
pricing.p1.text=Fraxen percepe un procent clar \u0219i prestabilit din remunera\u021Bia total\u0103 pl\u0103tit\u0103 de clien\u021Bi directorilor frac\u021Biona\u021Bi.
pricing.p2.title=Remunera\u021Bie Bazat\u0103 pe Pia\u021B\u0103
pricing.p2.text=Compensa\u021Bia pentru directori este aliniat\u0103 la benchmark-uri, asigur\u00e2nd corectitudine \u0219i competitivitate.
pricing.p3.title=Axat pe Fapte \u0219i Valoare
pricing.p3.text=Taxele noastre reflect\u0103 valoarea livrat\u0103 \u0219i se bazeaz\u0103 pe indicatori verifica\u021Bi, obiectivele clientului, loca\u021Bie \u0219i impactul rolului executiv.

contact.title=Contacteaz\u0103-ne
contact.text=Ai \u00eentreb\u0103ri? Ia leg\u0103tura cu echipa noastr\u0103 ast\u0103zi.

future.title=Op\u021Buni Viitoare
future.option1=Al\u0103tur\u0103-te comunit\u0103\u021Bii noastre (prin LinkedIn)
future.option2=Algoritm automat de potrivire
future.option3=Devino membru Fraxen
future.comingsoon=\u00een cur\u00e2nd

executives.title=Fraxen - Executivii No\u021Btri
