title.fraxen = Fraxen - Solut\u021Bii Frac\u021Bionate pentru Cre\u0219tere Rapid\u0103
hero.title = Fraxen
hero.subtitle = Putere Executiv\u0103 la Cerere
button.learnmore = Afl\u0103 mai mult

founders.title = Fondatori
founders.description = Am creat Fraxen pentru c\u0103 \u0219tim c\u0103 succesul apare atunci c\u00E2nd oamenii potrivi\u021Bi se \u00EEnt\u00E2lnesc la momentul potrivit. Facilit\u0103m conexiunea \u0219i colaborarea \u00EEntre antreprenori \u0219i directori executivi cu experien\u021B\u0103, pentru a accelera cre\u0219terea afacerilor cu o abordare uman\u0103 \u0219i un spirit al reu\u0219itei \u00EEmp\u0103r\u021Bit.

purpose.title = Misiunea Noastr\u0103
purpose.description = Conect\u0103m antreprenorii vizionari cu directori frac\u021Biona\u021Bi de top, cre\u00E2nd o comunitate puternic\u0103, pentru a stimula cre\u0219terea, a optimiza performan\u021Ba \u0219i a conduce cu integritate \u0219i umanitate.

fractional.title = Ce sunt Directorii Frac\u021Biona\u021Bi?
fractional.q1.title = Ce este un Director Frac\u021Bionat?
fractional.q1.text = Un lider cu experien\u021B\u0103 care se al\u0103tur\u0103 echipei tale de conducere pe baz\u0103 part-time, aduc\u00E2nd expertiz\u0103 de top \u0219i impact real, f\u0103r\u0103 costuri pe termen lung.
fractional.q2.title = Competen\u021Be Specializate
fractional.q2.text = De la finan\u021Be \u0219i HR, la marketing \u0219i opera\u021Biuni, directorii frac\u021Biona\u021Bi aduc decenii de experien\u021B\u0103, adaptat\u0103 exact nevoilor afacerii tale.
fractional.q3.title = Cine Beneficiaz\u0103 Cel Mai Mult?
fractional.q3.text = Start-up-uri, scale-up-uri \u0219i companii \u00EEn cre\u0219tere care au nevoie de ghidare executiv\u0103 de top, f\u0103r\u0103 angajamentele \u0219i costurile unui angajat full-time.

button.meet.executives = Vezi Directorii No\u0219tri

why.title = De ce s\u0103 alegi Fraxen?
why.executives.title = Pentru Directori
why.executives.p1 = Oportunit\u0103\u021Bi Flexibile: Roluri de impact part-time, proiect sau interim, cu libertate complet\u0103 asupra programului t\u0103u.
why.executives.p2 = Valorific\u0103 Experien\u021Ba: Aplic\u0103 peste 15 ani de know-how pentru a genera cre\u0219tere \u0219i transformare \u00EEn organiza\u021Bii diverse.
why.executives.p3 = Compensa\u021Bie Transparent\u0103 \u0219i Corect\u0103: Remunera\u021Bie aliniat\u0103 pie\u021Bei \u0219i propor\u021Bional\u0103 cu impactul t\u0103u.
why.executives.p4 = Re\u021Bea Profesional\u0103: Conecteaz\u0103-te \u0219i colaboreaz\u0103 cu lideri frac\u021Biona\u021Bi de elit\u0103, extinz\u00E2ndu-\u0219i influen\u021Ba \u0219i oportunit\u0103\u021Bi.

why.entrepreneurs.title = Pentru Antreprenori
why.entrepreneurs.p1 = Oferim antreprenorilor vizionari acces la directori frac\u021Biona\u021Bi de top, asigur\u00EEnd liderul potrivit la momentul potrivit, acceler\u00E2nd cre\u0219terea \u0219i optimiz\u00E2nd opera\u021Biunile.
why.entrepreneurs.p2 = Cu acces la talent local \u0219i interna\u021Bional, Fraxen furnizeaz\u0103 directori care se integreaz\u0103 perfect \u00EEn echipa ta \u0219i livreaz\u0103 rezultate remarcabile, f\u0103r\u0103 costurile angaj\u0103rilor tradi\u021Bionale.

values.title = Valorile Noastre
values.excellence = Excelen\u021B\u0103 F\u0103r\u0103 Compromis
values.excellence.text = Ridic\u0103m constant standardul \u0219i oferim ce avem mai bun \u00EEn tot ceea ce facem.
values.commonsense = Bun Sim\u021B Autentic
values.commonsense.text = Lu\u0103m decizii practice \u0219i eficiente, care func\u021Bioneaz\u0103 cu adev\u0103rat pentru oameni \u0219i afaceri.
values.curiosity = Curiozitate Transformat\u0103 \u00EEn Ac\u021Biune
values.curiosity.text = Explor\u0103m cu \u00EEndr\u0103zneal\u0103, punem \u00EEntreb\u0103ri mai bune \u0219i transform\u0103m curiozitatea \u00EEn rezultate concrete.

services.title = Servicii
services.text = Fraxen ofer\u0103 acces flexibil \u0219i la cerere la directori frac\u021Biona\u021Bi, care livreaz\u0103 leadership strategic \u0219i expertiz\u0103 opera\u021Bional\u0103, adaptat\u0103 perfect afacerii tale.

pricing.title = Pre\u021Buri
pricing.p1.title = Comisioane Clare
pricing.p1.text = Fraxen percepe un procent clar \u0219i prestabilit din remunera\u021Bia total\u0103 pl\u0103tit\u0103 directorilor frac\u021Biona\u021Bi.
pricing.p2.title = Remunera\u021Bie Corect\u0103
pricing.p2.text = Plata directorilor este aliniat\u0103 la benchmark-uri, asigur\u00E2nd corectitudine \u0219i competitivitate.
pricing.p3.title = Axat pe Valoare
pricing.p3.text = Taxele noastre reflect\u0103 valoarea livrat\u0103 \u0219i se bazeaz\u0103 pe obiective, loca\u021Bie \u0219i impactul rolului executiv.

contact.title = Contacteaz\u0103-ne
contact.text = Ai \u00EEntreb\u0103ri? Vorbe\u0219te ast\u0103zi cu echipa noastr\u0103.

future.title = Op\u021Buni Viitoare
future.option1 = Al\u0103tur\u0103-te comunit\u0103\u021Bii noastre (LinkedIn)
future.option2 = Algoritm automat de potrivire
future.option3 = Devino membru Fraxen
future.comingsoon = \u00EEn cur\u00E2nd

executives.title = Fraxen - Executivii No\u0219tri

# HEADER

header.languageToggle=RO
header.requestExecutive=Cere un director
header.aboutUs=Despre Noi
header.services=Servicii
header.contact=Contact
header.executives=Executivi
header.modalText=Dore\u0219ti s\u0103 trimi\u021Bi un mail c\u0103tre Fraxen?
header.modalYes=Da
header.modalNo=Nu
